import React from 'react';

export default function Regulations() {
  return (
    <div className="home__regulations">
      <h2 className="subtitle">Информация</h2>
      <br />
      <p className="text">
        Дата проведения: <b>16 марта 2024 года;</b>
      </p>
      <p className="text">
        Место проведения: <b>г. Минск, улица Героев 120-ой дивизии, 1</b>
      </p>
      <h4 className="text">16 марта 2024 года:</h4>
      <p className="text">08:00-9:30 – взвешивание дети, подростки, юниоры;</p>
      <p className="text">10:00-11:00 – схватки категорий KIDS 2, KIDS 3;</p>
      <p className="text">11.00-14.00 – схватки категорий INFANT, JUNIOR, TEEN, YOUTHS;</p>
      <p className="text">13.00-14.00 – взвешивание взрослые и ветераны;</p>
      <p className="text">
        14.00-18.00 – схватки категорий AMATEURS, ADVANCED, PROFESSIONALS, MASTERS.
      </p>
      <br />
      <p className="text" style={{ fontWeight: 'bold' }}>
        Каждый спортсмен до 18 лет обязан иметь медицинскую справку и медицинскую страховку, старше
        18 лет – медицинскую страховку.
      </p>
      <br />
      <p className="text">
        В соревнованиях участвуют спортсмены, имеющие стаж занятий любым видом борьбы не менее
        полтора года. Все спортсмены разделяются согласно поясной системы или стажа занятий.
        Спортсмен, который имеет стаж занятий более 2 лет (опыт участия в профи), спортивный разряд
        или звание в спортивных видах борьбы не может выступать по белым поясам.{' '}
        <b>Возраст участников определяется по дате рождения.</b>
      </p>
      <p className="text">
        Соревнования проводятся в соответствии с официальными международными правилами AJP JIU-JITSU
      </p>
      <br />
      <h3>Возрастные и весовые категории:</h3>
      <br />
      <p className="text">
        <b>Дети KIDS 2 (6-7 лет)</b>: -18, -20, -23, -26, -30, -34, -38, -46 кг
      </p>
      <p className="text">
        <b>Дети KIDS 3 (8-9 лет)</b>: -21, -24, -27, -30, -34, -38, -42, -50 кг
      </p>
      <p className="text">
        <b>Дети INFANT (10-11 лет)</b>: -24, -27, -30, -34, -38, -42, -46, -50, -62 кг
      </p>
      <p className="text">
        <b>Мальчики JUNIOR (12-13 лет)</b>: -34, -37, -41, -45, -50, -55, -60, -66, -78 кг
      </p>
      <p className="text">
        <b>Девочки JUNIOR (12-13 лет)</b>: -32, -36, -40, -44, -48, -52, -57, -63, -75 кг
      </p>
      <p className="text">
        <b>Юноши TEEN (14-15 лет)</b>: -38, -42, -46, -50, -56, -62, -67, -72, -84 кг
      </p>
      <p className="text">
        <b>Девушки TEEN (14-15 лет)</b>: -36, -40, -44, -48, -52, -57, -63, -68, -80 кг
      </p>
      <p className="text">
        <b>Юноши YOUTHS (16-17 лет)</b>: -46, -50, -55, -60, -66, -73, -81, -94 кг
      </p>
      <p className="text">
        <b>Девушки YOUTHS (16-17 лет)</b>: -40, -44, -48, -52, -57, -63, -70, -82 кг
      </p>
      <p className="text">
        <b>Мужчины ADULT (18-29 лет)</b>: -56, -62, -69, -77, -85, -94, -120 кг
      </p>
      <p className="text">
        <b>Женщины ADULT (18-29 лет)</b>: -49, -55, -62, -70, -95 кг
      </p>
      <p className="text">
        <b>Мужчины MASTER (30+ лет)</b>: -56, -62, -69, -77, -85, -94, -120 кг
      </p>
      <p className="text">
        <b>Женщины MASTER (30+ лет)</b>: -49, -55, -62, -70, -95 кг
      </p>
      <p className="text">
        <b>
          При участии в категории трех и менее спортсменов, они могут быть решением судейской
          коллегии объединены со смежной категорией.
        </b>
      </p>
      <p className="text">
        Продолжительность схватки: дети (6-7, 8-9 лет) – <b>2 минуты</b>, дети (10-11 лет) –{' '}
        <b>3 минуты</b>, подростки (12-13, 14-15 лет) – <b>3 минуты</b>, юниоры (16-17 лет) –{' '}
        <b>4 минуты</b>. Категории AMATEUR (18-29 лет) и MASTER (30+ лет) – <b>5 минут</b>, ADVANCED
        и PROFESSIONAL (18-29 лет) – <b>6 минут</b>.
      </p>
      <br />
      <p className="text">
        Заявки принимаются до 12 марта. После 24:00 часов 12 марта заявки на участие в турнире
        приниматься не будут.
      </p>
      <p className="text">
        При подаче заявки через сайт фото оплаты стартового взноса необходимо отправить на
        электронный адрес <b>battalion.33a@gmail.com</b>
      </p>
      <p className="text">Получатель платежа:</p>
      <br />
      <p className="text" style={{ fontWeight: 'bold', textIndent: '0' }}>
        Общественное объединение «ФРБИ-РОСС»
        <br /> УНП 102314791 <br />
        Счет BY56REDJ30151007376930100933. <br />
        Реквизиты банка получателя: <br />
        ЗАО «РРБ-Банк» 220034, г. Минск, ул. Краснозвездная, 18. <br />
        УНП:100361187; <br />
        ОКПО:28614525 <br />
        Назначение платежа: взнос за участие в соревнованиях.
      </p>
      <br />
      <p className="text">
        При подаче клубной заявки для команды свыше 10 спортсменов взнос за участие в соревнованиях
        составит 35 рублей с каждого участника, для команды свыше 20 спортсменом взнос за участие в
        соревнованиях составит 32,5 рубля с каждого спортсмена.
      </p>
      <p className="text">Для спортсменов, подающих личные заявки (без команды): </p>
      <p className="text">
        Ранняя регистрация (до 16 февраля) – <b>35 рублей</b>
      </p>
      <p className="text">
        Средняя регистрация (до 1 марта) – <b>37,5 рублей</b>
      </p>
      <p className="text">
        Поздняя регистрация (2-12 марта) – <b>40 бел. рублей</b>
      </p>
    </div>
  );
}
