import React from 'react';

export default function Regulations() {
  return (
    <div className="home__regulations">
      <h2 className="subtitle">Информация</h2>
      <br />
      <p className="text">
        Возрастные и весовые категории: U-11 (10-11 лет): -32, -35, -38, -42, -47; U-13 (12-13 лет):
        -42, -46, -50, -55, -60, -66; U-14 (14-15 лет): -42, -48, -52, -55, -62, -73; U-17 (16-17
        лет): -58, -62, -68, -74, -80, +85; ADULTS (мужчины, 18-35 лет): - новички (novice): -62,
        -66, -71, -77, -84, -92, -100, +100 - опытные (advance): -62, -66, -71, -77, -84, -92, -100,
        +100
      </p>
      <br />
      <p className="text">
        Одежда для взвешивания: шорты и майка. Соревнования проводятся по правилам UWW Grappling При
        участии в категории трех и менее спортсменов, они могут быть решением судейской коллегии
        объединены со смежной категорией. Продолжительность схватки: подростки (11-15 лет) – 4
        минуты, юниоры (16-17 лет) – 5 минут, взрослые – 5 минут.
      </p>
      <br />
      <p className="text">
        Возрастные и весовые категории: U-11 (10-11 лет): -32, -35, -38, -42, -47; U-13 (12-13 лет):
        -42, -46, -50, -55, -60, -66; U-14 (14-15 лет): -42, -48, -52, -55, -62, -73; U-17 (16-17
        лет): -58, -62, -68, -74, -80, +85; ADULTS (мужчины, 18-35 лет): - новички (novice): -62,
        -66, -71, -77, -84, -92, -100, +100 - опытные (advance): -62, -66, -71, -77, -84, -92, -100,
        +100
      </p>
      <br />
      <p className="text">
        Одежда для взвешивания: шорты и майка. Соревнования проводятся по правилам UWW Grappling При
        участии в категории трех и менее спортсменов, они могут быть решением судейской коллегии
        объединены со смежной категорией. Продолжительность схватки: подростки (11-15 лет) – 4
        минуты, юниоры (16-17 лет) – 5 минут, взрослые – 5 минут.
      </p>
      <br />
      <p className="text">
        Возрастные и весовые категории: U-11 (10-11 лет): -32, -35, -38, -42, -47; U-13 (12-13 лет):
        -42, -46, -50, -55, -60, -66; U-14 (14-15 лет): -42, -48, -52, -55, -62, -73; U-17 (16-17
        лет): -58, -62, -68, -74, -80, +85; ADULTS (мужчины, 18-35 лет): - новички (novice): -62,
        -66, -71, -77, -84, -92, -100, +100 - опытные (advance): -62, -66, -71, -77, -84, -92, -100,
        +100
      </p>
      <br />
      <p className="text">
        Одежда для взвешивания: шорты и майка. Соревнования проводятся по правилам UWW Grappling При
        участии в категории трех и менее спортсменов, они могут быть решением судейской коллегии
        объединены со смежной категорией. Продолжительность схватки: подростки (11-15 лет) – 4
        минуты, юниоры (16-17 лет) – 5 минут, взрослые – 5 минут.
      </p>
    </div>
  );
}
